12/data/attachments/356d7482188efba7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>William_begin_Actions_74245_3</nif:username>
            <nif:friendToBeRequested>soap_actions_25bbe40f-2178-4dd0-a834-437ebfbe2f6e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>